mesa
xorg
xorg-server
xorg-apps
xorg-drivers
xorg-xkill
xorg-xinit
plasma-desktop
awesome-terminal-fonts
breeze
breeze-gtk
code
dialog
dolphin
dosfstools
dtc
efibootmgr
exfat-utils
extra-cmake-modules
fuse2
fuse3
fuseiso
gcc
git
gparted
gptfdisk
grub
grub-customizer
gwenview
kde-plasma-addons
kinfocenter
kscreen
kvantum-qt5
kde-gtk-config
kitty
konsole
kscreen
layer-shell-qt
libdvdcss
libnewt
libtool
linux
linux-firmware
linux-headers
lsof
m4
make
milou
nano
neofetch
networkmanager
noto-fonts-emoji
ntfs-3g
ntp
okular
openbsd-netcat
openssh
os-prober
oxygen
p7zip
pacman-contrib
papirus-icon-theme
patch
picom
pkgconf
plasma-nm
plasma-pa
powerdevil
powerline-fonts
print-manager
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
python-notify2
python-psutil
python-pyqt5
python-pip
sddm
sddm-kcm
snapper
snap-pac
spectacle
sudo
swtpm
systemsettings
terminus-font
traceroute
ttf-droid
ttf-hack
ttf-roboto
ufw
unrar
unzip
usbutils
wget
xdg-desktop-portal-kde
xdg-user-dirs
zeroconf-ioslave
zip
zsh
zsh-syntax-highlighting
zsh-autosuggestions
